Repository: adhyaay-karnwal/OpenBridge
Catalog: macos/OpenBridge/ResourcesBundles/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
ja: 未接続
ko: 연결 끊김
zh_hans: 未连接
zh_hant: 未連線

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Double Click
de: Doppelklick
es: Doble clic
fr: Double-clic
ja: ダブルクリック
ko: 더블 클릭
zh_hans: 双击
zh_hant: 雙擊

source: Downloading Update (%@)…
de: Update wird heruntergeladen (%@)…
es: Descargando actualización (%@)…
fr: Téléchargement de la mise à jour (%@)…
ja: アップデートをダウンロード中 (%@)…
ko: 업데이트 다운로드 중 (%@)…
zh_hans: 正在下载更新（%@）…
zh_hant: 正在下載更新（%@）…

source: Downloading Update…
de: Update wird heruntergeladen…
es: Descargando actualización…
fr: Téléchargement de la mise à jour…
ja: アップデートをダウンロード中…
ko: 업데이트 다운로드 중…
zh_hans: 正在下载更新…
zh_hant: 正在下載更新…

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
zh_hans: 编辑
zh_hant: 編輯

source: Edit Name
de: Namen bearbeiten
es: Editar nombre
fr: Modifier le nom
ja: 名前を編集
ko: 이름 편집
zh_hans: 编辑名称
zh_hant: 編輯名稱

source: Enable
de: Aktivieren
es: Habilitar
fr: Activer
ja: 有効化
ko: 활성화
zh_hans: 启用
zh_hant: 啟用

source: Enable debug mode
de: Debug-Modus aktivieren
es: Habilitar modo de depuración
fr: Activer le mode débogage
ja: デバッグモードを有効化
ko: 디버그 모드 활성화
zh_hans: 启用调试模式
zh_hant: 啟用除錯模式

source: Enable or disable this sound event
de: Dieses Klangereignis aktivieren oder deaktivieren
es: Habilitar o deshabilitar este evento de sonido
fr: Activer ou désactiver cet événement sonore
ja: このサウンドイベントを有効または無効にする
ko: 이 사운드 이벤트 활성화 또는 비활성화
zh_hans: 启用或禁用此声音事件
zh_hant: 啟用或停用此聲音事件

source: Enable or disable this tool
de: Dieses Werkzeug aktivieren oder deaktivieren
es: Habilitar o deshabilitar esta herramienta
fr: Activer ou désactiver cet outil
ja: このツールを有効または無効にする
ko: 이 도구 활성화 또는 비활성화
zh_hans: 启用或禁用此工具
zh_hant: 啟用或停用此工具

source: Enable Skill
de: Fähigkeit aktivieren
es: Habilitar habilidad
fr: Activer la compétence
ja: スキルを有効化
ko: 스킬 활성화
zh_hans: 启用 Skill
zh_hant: 啟用 Skill

source: Enable sound effects
de: Soundeffekte aktivieren
es: Habilitar efectos de sonido
fr: Activer les effets sonores
ja: サウンドエフェクトを有効化
ko: 사운드 효과 활성화
zh_hans: 启用音效
zh_hant: 啟用音效

source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
ja: 有効
ko: 활성화됨
zh_hans: 启用
zh_hant: 啟用

source: Enter a valid URL such as https://example.com
de: Geben Sie eine gültige URL ein, z.B. https://example.com
es: Ingrese una URL válida como https://example.com
fr: Entrez une URL valide telle que https://example.com
ja: 有効なURLを入力してください（例：https://example.com）
ko: https://example.com과 같은 유효한 URL을 입력하세요
zh_hans: 请输入有效的网址，例如：https://example.com
zh_hant: 輸入有效的網址，例如：https://example.com

source: Enter your email
de: Geben Sie Ihre E-Mail ein
es: Ingrese su correo electrónico
fr: Entrez votre e-mail
ja: メールを入力してください
ko: 이메일을 입력하세요
zh_hans: 请输入您的电子邮件地址
zh_hant: 請輸入您的電子郵件地址

source: Enter your redeem code
de: Geben Sie Ihren Einlösecode ein
es: Ingrese su código de canje
fr: Entrez votre code de remboursement
ja: 引き換えコードを入力してください
ko: 리딤 코드를 입력하세요
zh_hans: 请输入您的兑换码
zh_hant: 請輸入您的兌換碼

source: Enter(↵)
de: Eingabe(↵)
es: Intro(↵)
fr: Entrée(↵)
zh_hans: 回车（↵）
zh_hant: 回車（↵）

source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
zh_hans: 错误
zh_hant: 錯誤

source: Expires %@
de: Läuft ab %@
es: Expira %@
fr: Expire %@
ja: %@ に期限切れ
ko: %@에 만료
zh_hans: 到期日期 %@
zh_hant: 到期日期 %@

source: Explore More Skills
de: Weitere Fähigkeiten entdecken
es: Explorar más habilidades
fr: Explorer plus de compétences
ja: さらにスキルを探索
ko: 더 많은 스킬 탐색
zh_hans: 探索更多 Skill
zh_hant: 探索更多 Skill

source: Explore Plans
de: Pläne erkunden
es: Explorar planes
fr: Explorer les forfaits
ja: プランを探索
ko: 플랜 탐색
zh_hans: 探索方案
zh_hant: 探索方案

source: Explore Skill Library
de: Fähigkeitenbibliothek erkunden
es: Explorar biblioteca de habilidades
fr: Explorer la bibliothèque de compétences
ja: スキルライブラリを探索
ko: 스킬 라이브러리 탐색
zh_hans: 探索 Skill 库
zh_hant: 探索 Skill 庫

source: Export…
de: Exportieren …
es: Exportar…
fr: Exporter…
ja: 書き出す…
ko: 내보내기…
zh_hans: 导出…
zh_hant: 匯出…

source: Failed to complete upload: %@
de: Upload konnte nicht abgeschlossen werden: %@
es: Error al completar la carga: %@
fr: Échec de la fin du téléchargement : %@
ja: アップロードを完了できませんでした: %@
ko: 업로드 완료 실패: %@
zh_hans: 无法完成上传：%@
zh_hant: 無法完成上傳：%@

source: Failed to fetch the web content.
de: Webinhalt konnte nicht abgerufen werden.
es: Error al obtener el contenido web.
fr: Échec de la récupération du contenu web.
ja: ウェブコンテンツの取得に失敗しました。
ko: 웹 콘텐츠를 가져오는 데 실패했습니다.
zh_hans: 无法获取网页内容。
zh_hant: 無法獲取網頁內容。

source: Failed to get download URL: %@
de: Download-URL konnte nicht abgerufen werden: %@
es: Error al obtener URL de descarga: %@
fr: Échec de l'obtention de l'URL de téléchargement : %@
ja: ダウンロードURLの取得に失敗しました: %@
ko: 다운로드 URL을 가져오는 데 실패: %@
zh_hans: 无法获取下载网址：%@
zh_hant: 無法獲取下載網址：%@

source: Failed to load file
de: Datei konnte nicht geladen werden
es: Error al cargar archivo
fr: Échec du chargement du fichier
ja: ファイルの読み込みに失敗しました
ko: 파일 로드 실패
zh_hans: 无法加载文件
zh_hant: 無法載入檔案

source: Failed to load invite code
de: Einladungscode konnte nicht geladen werden
es: Error al cargar código de invitación
fr: Échec du chargement du code d'invitation
ja: 招待コードの読み込みに失敗しました
ko: 초대 코드 로드 실패
zh_hans: 加载邀请码失败
zh_hant: 無法載入邀請碼

source: Failed to load plans
de: Pläne konnten nicht geladen werden
es: Error al cargar planes
fr: Échec du chargement des forfaits
ja: プランの読み込みに失敗しました
ko: 플랜 로드 실패
zh_hans: 未能加载计划
zh_hant: 未能載入計劃

source: Failed to load skill
de: Fähigkeit konnte nicht geladen werden
es: Error al cargar habilidad
fr: Échec du chargement de la compétence
ja: スキルの読み込みに失敗しました
ko: 스킬 로드 실패
zh_hans: 加载 Skill 失败
zh_hant: 載入 Skill 失敗

source: Failed to process image
de: Bild konnte nicht verarbeitet werden
es: Error al procesar imagen
fr: Échec du traitement de l'image
ja: 画像の処理に失敗しました
ko: 이미지 처리 실패
zh_hans: 处理图像失败
zh_hant: 無法處理圖像

source: Failed to request upload URL: %@
de: Upload-URL konnte nicht angefordert werden: %@
es: Error al solicitar URL de carga: %@
fr: Échec de la demande d'URL de téléchargement : %@
ja: アップロードURLのリクエストに失敗しました: %@
ko: 업로드 URL 요청 실패: %@
zh_hans: 无法请求上传 URL：%@
zh_hant: 無法請求上傳 URL：%@

source: Fast Model
de: Schnelles Modell
es: Modelo rápido
fr: Modèle rapide
ja: 高速モデル
ko: 빠른 모델
zh_hans: 快速模型
zh_hant: 快速模型

source: Fast Recommendation Model
de: Schnelles Empfehlungsmodell
es: Modelo de recomendación rápida
fr: Modèle de recommandation rapide
ja: 高速推奨モデル
ko: 빠른 추천 모델
zh_hans: 快速推荐模型
zh_hant: 快速推薦模型

source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
zh_hans: 文件
zh_hant: 檔案

source: File Size
de: Dateigröße
es: Tamaño del archivo
fr: Taille du fichier
ja: ファイルサイズ
ko: 파일 크기
zh_hans: 文件大小
zh_hant: 檔案大小

source: Files and Folders
de: Dateien und Ordner
es: Archivos y carpetas
fr: Fichiers et dossiers
ja: ファイルとフォルダ
ko: 파일 및 폴더
zh_hans: 文件和文件夹
zh_hant: 檔案和資料夾

source: Folder
de: Ordner
es: Carpeta
fr: Dossier
ja: フォルダ
ko: 폴더
zh_hans: 文件夹
zh_hant: 資料夾

source: Forever
de: Für immer
es: Para siempre
fr: Pour toujours
ja: 永久
ko: 영구
zh_hans: 永远
zh_hant: 永遠

source: Forward
de: Weiterleiten
es: Adelante
fr: Transférer
ja: 転送
ko: 앞으로
zh_hans: 前进
zh_hant: 前進

source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
ja: 無料
ko: 무료
zh_hans: 免费
zh_hant: 免費

source: Freed: %@
de: Freigegeben: %@
es: Liberado: %@
fr: Libéré : %@
ja: 解放: %@
ko: 해제됨: %@
zh_hans: 已释放：%@
zh_hant: 已釋放：%@

source: Full Disk Access
de: Vollständiger Festplattenzugriff
es: Acceso completo al disco
fr: Accès complet au disque
ja: フルディスクアクセス
ko: 전체 디스크 접근
zh_hans: 完全磁盘访问权限
zh_hant: 完全磁碟存取權限

source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
zh_hans: 常规
zh_hant: 一般

source: Get %@ Once
de: %@ einmal erhalten
es: Obtener %@ una vez
fr: Obtenir %@ une fois
ja: %@ を1回取得
ko: %@ 한 번 받기
zh_hans: 获取 %@ 一次
zh_hant: 獲取 %@ 一次

source: Get More Skills
de: Weitere Fähigkeiten erhalten
es: Obtener más habilidades
fr: Obtenir plus de compétences
ja: さらにスキルを取得
ko: 더 많은 스킬 받기
zh_hans: 获取更多 Skills
zh_hant: 獲得更多 Skills

source: Get Pro
de: Pro erhalten
es: Obtener Pro
fr: Obtenir Pro
ja: Proを取得
ko: Pro 받기
zh_hans: 获取专业版
zh_hant: 獲取專業版

source: Get started for free
de: Kostenlos starten
es: Comienza gratis
fr: Commencez gratuitement
ja: 無料で始める
ko: 무료로 시작하기
zh_hans: 免费开始使用
zh_hant: 免費開始使用

source: Go to Upgrade
de: Zum Upgrade gehen
es: Ir a actualizar
fr: Aller à la mise à niveau
ja: アップグレードに移動
ko: 업그레이드로 이동
zh_hans: 前往升级
zh_hant: 前往升級

source: Green
de: Grün
es: Verde
fr: Vert
ja: 緑
ko: 초록색
zh_hans: 绿色
zh_hant: 綠色

source: Hide API Key
de: API-Schlüssel ausblenden
es: Ocultar clave API
fr: Masquer la clé API
ja: APIキーを非表示
ko: API 키 숨기기
zh_hans: 隐藏 API 密钥
zh_hant: 隱藏 API 密鑰

source: Hide Others
de: Andere ausblenden
es: Ocultar otros
fr: Masquer les autres
ja: ほかを隠す
ko: 기타 숨기기
zh_hans: 隐藏其他项目
zh_hant: 隱藏其他項目

source: Higher values improve recommendation speed but use more memory. Default: 50
de: Höhere Werte verbessern die Empfehlungsgeschwindigkeit, verbrauchen aber mehr Speicher. Standard: 50
es: Valores más altos mejoran la velocidad de recomendación pero usan más memoria. Predeterminado: 50
fr: Des valeurs plus élevées améliorent la vitesse de recommandation mais utilisent plus de mémoire. Par défaut : 50
ja: 値を高くすると推奨速度が向上しますが、メモリ使用量が増加します。デフォルト：50
ko: 높은 값은 추천 속도를 향상시키지만 더 많은 메모리를 사용합니다. 기본값: 50
zh_hans: 较高的数值可以提高推荐速度，但会占用更多内存。默认值：50
zh_hant: 較高的數值可以提高推薦速度，但會佔用更多記憶體。預設值：50

source: History (⌘H)
de: Verlauf (⌘H)
es: Historial (⌘H)
fr: Historique (⌘H)
ja: 履歴 (⌘H)
ko: 기록 (⌘H)
zh_hans: 历史记录 (⌘H)
zh_hant: 歷史記錄 (⌘H)

source: How it works
de: So funktioniert es
es: Cómo funciona
fr: Comment ça marche
ja: 仕組み
ko: 작동 방식
zh_hans: 工作原理
zh_hant: 運作方式

source: How It Works
de: So funktioniert es
es: Cómo funciona
fr: Comment ça marche
ja: 仕組み
ko: 작동 방식
zh_hans: 工作原理
zh_hant: 工作原理

source: I finished signing in
de: Ich habe die Anmeldung abgeschlossen
es: Terminé de iniciar sesión
fr: J'ai terminé la connexion
ja: サインインを完了しました
ko: 로그인을 완료했습니다
zh_hans: 我已完成登录
zh_hant: 我已完成登入

source: Ignored Applications
de: Ignorierte Anwendungen
es: Aplicaciones ignoradas
fr: Applications ignorées
ja: 無視するアプリケーション
ko: 무시된 애플리케이션
zh_hans: 忽略的应用程序
zh_hant: 忽略的應用程式

source: Image
de: Bild
es: Imagen
ja: 画像
ko: 이미지
zh_hans: 图像
zh_hant: 圖片

source: Import
de: Importieren
es: Importar
fr: Importer
ja: インポート
ko: 가져오기
zh_hans: 导入
zh_hant: 匯入

source: Import failed: %@
de: Import fehlgeschlagen: %@
es: Error de importación: %@
fr: Échec de l'importation : %@
ja: インポートに失敗しました: %@
ko: 가져오기 실패: %@
zh_hans: 导入失败：%@
zh_hant: 導入失敗：%@

source: Import Skill
de: Fähigkeit importieren
es: Importar habilidad
fr: Importer une compétence
ja: スキルをインポート
ko: 스킬 가져오기
zh_hans: 导入 Skill
zh_hant: 匯入 Skill

source: Import skills from zip
de: Fähigkeiten aus ZIP importieren
es: Importar habilidades desde zip
fr: Importer des compétences depuis un zip
ja: ZIPからスキルをインポート
ko: zip에서 스킬 가져오기
zh_hans: 从 zip 导入 Skill
zh_hant: 從 zip 匯入 Skill

source: Imported Skills
de: Importierte Fähigkeiten
es: Habilidades importadas
fr: Compétences importées
ja: インポートされたスキル
ko: 가져온 스킬
zh_hans: 导入 Skills
zh_hant: 匯入 Skills

source: Importing skill...
de: Fähigkeit wird importiert...
es: Importando habilidad...
fr: Importation de la compétence...
ja: スキルをインポート中...
ko: 스킬 가져오는 중...
zh_hans: 导入 Skill 中
zh_hant: 匯入 Skill 中...

source: Interest
de: Interesse
es: Interés
fr: Intérêt
ja: 興味
ko: 관심
zh_hans: 兴趣
zh_hant: 興趣

source: Invalid frontmatter: %@
de: Ungültiger Frontmatter: %@
es: Frontmatter inválido: %@
fr: Frontmatter invalide : %@
ja: 無効なフロントマター: %@
ko: 유효하지 않은 프론트매터: %@
zh_hans: 无效的 frontmatter：%@
zh_hant: 無效的 frontmatter：%@

source: Invalid skill type
de: Ungültiger Fähigkeitstyp
es: Tipo de habilidad inválido
fr: Type de compétence invalide
ja: 無効なスキルタイプ
ko: 유효하지 않은 스킬 유형
zh_hans: 不支持的 Skill 类型
zh_hant: 不支援的 Skill 類型

source: Invalid URL
de: Ungültige URL
es: URL inválida
fr: URL invalide
ja: 無効なURL
ko: 유효하지 않은 URL
zh_hans: 无效的URL
zh_hant: 無效的網址

source: Invite a friend to join.
de: Laden Sie einen Freund ein.
es: Invita a un amigo a unirse.
fr: Invitez un ami à rejoindre.
ja: 友達を招待しましょう。
ko: 친구를 초대하세요.
zh_hans: 邀请好友加入。
zh_hant: 邀請朋友加入。

source: Invite user
de: Benutzer einladen
es: Invitar usuario
fr: Inviter un utilisateur
ja: ユーザーを招待
ko: 사용자 초대
zh_hans: 邀请用户
zh_hant: 邀請使用者

source: Keychain Error
de: Schlüsselbund-Fehler
es: Error del llavero
fr: Erreur du trousseau
ja: キーチェーンエラー
ko: 키체인 오류
zh_hans: 钥匙串错误
zh_hant: 鑰匙圈錯誤

source: Kindly report this issue to
de: Bitte melden Sie dieses Problem an
es: Por favor, informe este problema a
fr: Veuillez signaler ce problème à
ja: この問題を報告してください：
ko: 이 문제를 신고해 주세요:
zh_hans: 请将此问题报告给
zh_hant: 請向以下位址回報此問題：

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

source: Language Preferences
de: Spracheinstellungen
es: Preferencias de idioma
fr: Préférences linguistiques
ja: 言語設定
ko: 언어 기본 설정
zh_hans: 语言偏好设置
zh_hant: 語言偏好設定

source: Launch OpenBridge at login
de: OpenBridge beim Anmelden starten
es: Iniciar OpenBridge al iniciar sesión
fr: Lancer OpenBridge à la connexion
ja: ログイン時にOpenBridgeを起動
ko: 로그인 시 OpenBridge 실행
zh_hans: 登录时启动 OpenBridge
zh_hant: 登入時啟動 OpenBridge

source: Learn more about OpenBridge
de: Mehr über OpenBridge erfahren
es: Más información sobre OpenBridge
fr: En savoir plus sur OpenBridge
ja: OpenBridgeについて詳しく
ko: OpenBridge에 대해 더 알아보기
zh_hans: 了解更多关于 OpenBridge 的信息
zh_hant: 了解更多關於 OpenBridge 的資訊

source: Leave empty to use the default endpoint. Only change this if you're using a proxy or custom endpoint.
de: Leer lassen, um den Standard-Endpunkt zu verwenden. Ändern Sie dies nur, wenn Sie einen Proxy oder benutzerdefinierten Endpunkt verwenden.
es: Deja vacío para usar el punto final predeterminado. Solo cambia esto si usas un proxy o punto final personalizado.
fr: Laissez vide pour utiliser le point de terminaison par défaut. Modifiez uniquement si vous utilisez un proxy ou un point de terminaison personnalisé.
ja: デフォルトのエンドポイントを使用するには空のままにしてください。プロキシまたはカスタムエンドポイントを使用する場合のみ変更してください。
ko: 기본 엔드포인트를 사용하려면 비워 두세요. 프록시 또는 사용자 지정 엔드포인트를 사용하는 경우에만 변경하세요.
zh_hans: 如果使用默认端点，请留空。仅在使用代理或自定义端点时更改。
zh_hant: 如果使用預設端點，請留空。僅在使用代理伺服器或自訂端點時更改。

source: Less than a cup of coffee — unlock AI that actually gets things done.
de: Weniger als eine Tasse Kaffee – schalten Sie KI frei, die wirklich Dinge erledigt.
es: Menos que una taza de café — desbloquea IA que realmente hace las cosas.
fr: Moins qu'une tasse de café — débloquez une IA qui accomplit vraiment les choses.
ja: コーヒー1杯より安い価格で、実際に仕事をこなすAIを手に入れましょう。
ko: 커피 한 잔보다 저렴하게 — 실제로 일을 해내는 AI를 잠금 해제하세요.
zh_hans: 比一杯咖啡还便宜 — 解锁真正能完成任务的AI。
zh_hant: 比一杯咖啡還便宜 — 解鎖真正能完成任務的AI。

source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 라이트
zh_hans: 浅色
zh_hant: 淺色

source: Lines
de: Zeilen
es: Líneas
fr: Lignes
ja: 行
ko: 줄
zh_hans: 线条
zh_hant: 線條

source: Loading applications...
de: Anwendungen werden geladen...
es: Cargando aplicaciones...
fr: Chargement des applications...
ja: アプリケーションを読み込み中...
ko: 애플리케이션 로드 중...
zh_hans: 正在加载应用程序...
zh_hant: 載入應用程式中...

source: Loading plans...
de: Pläne werden geladen...
es: Cargando planes...
fr: Chargement des forfaits...
ja: プランを読み込み中...
ko: 플랜 로드 중...
zh_hans: 正在加载计划...
zh_hant: 正在載入計劃...

source: Loading skill...
de: Fähigkeit wird geladen...
es: Cargando habilidad...
fr: Chargement de la compétence...
ja: スキルを読み込み中...
ko: 스킬 로딩 중...
zh_hans: 加载 Skill…
zh_hant: 載入 Skill…

source: Log out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
ko: 로그아웃
zh_hans: 退出登录
zh_hant: 登出

source: Log out?
de: Abmelden?
es: ¿Cerrar sesión?
fr: Se déconnecter ?
ja: ログアウトしますか？
ko: 로그아웃하시겠습니까?
zh_hans: 退出登录？
zh_hant: 登出？

source: Log Viewer
de: Protokollanzeige
es: Visor de registros
fr: Visionneuse de journaux
ja: ログビューア
ko: 로그 뷰어
zh_hans: 日志查看器
zh_hant: 日誌檢視器

source: Manage access to Desktop, Documents, Downloads and other folders.
de: Verwalten Sie den Zugriff auf Desktop, Dokumente, Downloads und andere Ordner.
es: Gestione el acceso a Escritorio, Documentos, Descargas y otras carpetas.
fr: Gérez l'accès au Bureau, Documents, Téléchargements et autres dossiers.
ja: デスクトップ、書類、ダウンロードなどのフォルダへのアクセスを管理します。
ko: 데스크톱, 문서, 다운로드 및 기타 폴더에 대한 접근을 관리합니다.
zh_hans: 管理对桌面、文档、下载及其他文件夹的访问权限。
zh_hant: 管理對桌面、文件、下載及其他資料夾的訪問權限。

source: Manage permissions and security settings
de: Berechtigungen und Sicherheitseinstellungen verwalten
es: Gestionar permisos y configuración de seguridad
fr: Gérer les permissions et les paramètres de sécurité
ja: 権限とセキュリティ設定を管理
ko: 권한 및 보안 설정 관리
zh_hans: 管理权限和安全设置
zh_hant: 管理權限和安全設定

source: Manage VM overlay images. Clear Cache removes unused images while keeping the current session. Reset Image deletes all images including the current one (requires app restart).
de: VM-Overlay-Images verwalten. Cache leeren entfernt ungenutzte Images und behält die aktuelle Sitzung. Image zurücksetzen löscht alle Images einschließlich des aktuellen (erfordert App-Neustart).
es: Administra las imágenes de superposición de VM. Limpiar caché elimina las imágenes no utilizadas manteniendo la sesión actual. Restablecer imagen elimina todas las imágenes, incluida la actual (requiere reiniciar la aplicación).
fr: Gérer les images de superposition VM. Vider le cache supprime les images inutilisées en conservant la session actuelle. Réinitialiser l'image supprime toutes les images, y compris l'actuelle (nécessite un redémarrage de l'application).
ja: VMオーバーレイイメージを管理します。キャッシュをクリアすると、現在のセッションを維持したまま未使用のイメージが削除されます。イメージをリセットすると、現在のものを含むすべてのイメージが削除されます（アプリの再起動が必要）。
ko: VM 오버레이 이미지를 관리합니다. 캐시 지우기는 현재 세션을 유지하면서 사용하지 않는 이미지를 제거합니다. 이미지 재설정은 현재 이미지를 포함한 모든 이미지를 삭제합니다(앱 재시작 필요).
zh_hans: 管理虚拟机覆盖镜像。清除缓存会删除未使用的镜像，同时保留当前会话。重置镜像会删除所有镜像，包括当前镜像（需要重新启动应用）。
zh_hant: 管理 VM 覆蓋映像。清除快取可移除未使用的映像，同時保留目前的工作階段。重設映像會刪除所有映像，包括目前的映像（需要重新啟動應用程式）。

source: Max records
de: Max. Datensätze
es: Registros máximos
fr: Enregistrements max
ja: 最大レコード数
ko: 최대 레코드
zh_hans: 最大记录数
zh_hant: 最大記錄數

source: Max Retention period
de: Max. Aufbewahrungszeitraum
es: Período máximo de retención
fr: Période de rétention max
ja: 最大保持期間
ko: 최대 보존 기간
zh_hans: 最大保留期限
zh_hant: 最大保留期限

source: Maximum cache size
de: Maximale Cache-Größe
es: Tamaño máximo de caché
fr: Taille maximale du cache
ja: 最大キャッシュサイズ
ko: 최대 캐시 크기
zh_hans: 最大缓存大小
zh_hant: 最大快取大小

source: Message
de: Nachricht
es: Mensaje
ja: メッセージ
ko: 메시지
zh_hans: 消息
zh_hant: 訊息

source: Missing API Key
de: API-Schlüssel fehlt
es: Falta clave API
fr: Clé API manquante
ja: APIキーがありません
ko: API 키 누락
zh_hans: 缺少 API 密钥
zh_hant: 缺少 API 金鑰

source: Missing frontmatter
de: Frontmatter fehlt
es: Falta frontmatter
fr: Frontmatter manquant
ja: フロントマターがありません
ko: 프론트매터 누락
zh_hans: 缺少前言部分
zh_hant: 缺少前言部分

source: Model
de: Modell
es: Modelo
fr: Modèle
ja: モデル
ko: 모델
zh_hans: 模型
zh_hant: 模型

source: Model Settings
de: Modelleinstellungen
es: Configuración del modelo
fr: Paramètres du modèle
ja: モデル設定
ko: 모델 설정
zh_hans: 模型设置
zh_hant: 模型設定

source: More actions
de: Weitere Aktionen
es: Más acciones
fr: Plus d'actions
ja: その他のアクション
ko: 더 많은 작업
zh_hans: 更多操作
zh_hant: 更多操作

source: More Pinned Skills (%lld)
de: Weitere angeheftete Fähigkeiten (%lld)
es: Más habilidades fijadas (%lld)
fr: Plus de compétences épinglées (%lld)
ja: その他の固定スキル (%lld)
ko: 더 많은 고정 스킬 (%lld)
zh_hans: 更多固定 Skill (%lld)
zh_hant: 更多釘選 Skill (%lld)

source: More Skills
de: Weitere Skills
es: Más Skills
fr: Plus de Skills
ja: その他のスキル
ko: 더 많은 스킬
zh_hans: 更多技能
zh_hant: 更多技能

source: More…
de: Mehr…
es: Más…
fr: Plus…
ja: その他…
ko: 더 보기…
zh_hans: 更多…
zh_hant: 更多…

source: My Skills
de: Meine Fähigkeiten
es: Mis habilidades
fr: Mes compétences
ja: マイスキル
ko: 내 스킬
zh_hans: 我的 Skill
zh_hant: 我的 Skill

source: Name is required.
de: Name ist erforderlich.
es: El nombre es requerido.
fr: Le nom est requis.
ja: 名前は必須です。
ko: 이름은 필수입니다.
zh_hans: 名称为必填项。
zh_hant: 名稱為必填項。

source: Name is too long.
de: Name ist zu lang.
es: El nombre es demasiado largo.
fr: Le nom est trop long.
ja: 名前が長すぎます。
ko: 이름이 너무 깁니다.
zh_hans: 名称过长。
zh_hant: 名稱過長。

source: New Chat (⌘N)
de: Neuer Chat (⌘N)
es: Nuevo chat (⌘N)
fr: Nouveau chat (⌘N)
ja: 新しいチャット (⌘N)
ko: 새 채팅 (⌘N)
zh_hans: 新建聊天 (⌘N)
zh_hant: 新對話 (⌘N)

source: No active chat
de: Kein aktiver Chat
es: Sin chat activo
fr: Aucun chat actif
ja: アクティブなチャットがありません
ko: 활성 채팅 없음
zh_hans: 没有活跃的聊天
zh_hant: 沒有活躍的聊天

source: No active session
de: Keine aktive Sitzung
es: Sin sesión activa
fr: Aucune session active
ja: アクティブなセッションがありません
ko: 활성 세션 없음
zh_hans: 没有活动的会话
zh_hant: 沒有活動的會話

source: No conversations
de: Keine Konversationen
es: Sin conversaciones
fr: Aucune conversation
ja: 会話がありません
ko: 대화 없음
zh_hans: 没有对话
zh_hant: 沒有對話

source: No log entries
de: Keine Protokolleinträge
es: Sin entradas de registro
fr: Aucune entrée de journal
ja: ログエントリなし
ko: 로그 항목 없음
zh_hans: 暂无日志
zh_hant: 暫無日誌

source: No resources found
de: Keine Ressourcen gefunden
es: No se encontraron recursos
fr: Aucune ressource trouvée
ja: リソースが見つかりません
ko: 리소스를 찾을 수 없음
zh_hans: 未找到资源
zh_hant: 未找到資源

source: No results found
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
ja: 結果が見つかりませんでした
ko: 결과를 찾을 수 없습니다
zh_hans: 未找到结果
zh_hant: 未找到結果

source: No skills found
de: Keine Fähigkeiten gefunden
es: No se encontraron habilidades
fr: Aucune compétence trouvée
ja: スキルが見つかりません
ko: 스킬을 찾을 수 없음
zh_hans: 未找到 Skill
zh_hant: 未找到 Skill

source: No sync folders found
de: Keine Synchronisierungsordner gefunden
es: No se encontraron carpetas de sincronización
fr: Aucun dossier de synchronisation trouvé
ja: 同期フォルダが見つかりません
ko: 동기화 폴더를 찾을 수 없음
zh_hans: 未找到同步文件夹
zh_hant: 未找到同步資料夾

source: No system skills found
de: Keine Systemfähigkeiten gefunden
es: No se encontraron habilidades del sistema
fr: Aucune compétence système trouvée
ja: システムスキルが見つかりません
ko: 시스템 스킬을 찾을 수 없음
zh_hans: 未找到内置 Skill
zh_hant: 未找到系統 Skill

source: Not configured
de: Nicht konfiguriert
es: No configurado
fr: Non configuré
ja: 未設定
ko: 구성되지 않음
zh_hans: 未配置
zh_hant: 未配置

source: Not Determined
de: Nicht festgelegt
es: No determinado
fr: Non déterminé
ja: 未決定
ko: 결정되지 않음
zh_hans: 未确定
zh_hant: 未確定

source: Not signed in
de: Nicht angemeldet
es: No ha iniciado sesión
fr: Non connecté
ja: サインインしていません
ko: 로그인되지 않음
zh_hans: 未登录
zh_hant: 未登入

source: Onboarding
de: Einführung
es: Incorporación
fr: Intégration
ja: オンボーディング
ko: 온보딩
zh_hans: 引导
zh_hant: 引導

source: One-time pack
de: Einmaliges Paket
es: Paquete único
fr: Pack unique
ja: ワンタイムパック
ko: 일회성 팩
zh_hans: 一次性包
zh_hant: 一次性包

source: Open in Browser
de: Im Browser öffnen
es: Abrir en navegador
fr: Ouvrir dans le navigateur
ja: ブラウザで開く
ko: 브라우저에서 열기
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中開啟

source: Open in editor
de: Im Editor öffnen
es: Abrir en editor
fr: Ouvrir dans l'éditeur
ja: エディタで開く
ko: 편집기에서 열기
zh_hans: 在编辑器中打开
zh_hant: 在編輯器中開啟

source: Open in Finder
de: Im Finder öffnen
es: Abrir en Finder
fr: Ouvrir dans le Finder
ja: Finderで開く
ko: Finder에서 열기
zh_hans: 在访达中打开
zh_hant: 在 Finder 中開啟

source: Open settings
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les paramètres
ja: 設定を開く
ko: 설정 열기
zh_hans: 打开设置
zh_hant: 開啟設定

source: Open Skill Settings
de: Fähigkeitseinstellungen öffnen
es: Abrir configuración de habilidad
fr: Ouvrir les paramètres de compétence
ja: スキル設定を開く
ko: 스킬 설정 열기
zh_hans: 打开 Skill 设置
zh_hant: 打開 Skill 設定

source: Others
de: Andere
es: Otros
fr: Autres
ja: その他
ko: 기타
zh_hans: 其他
zh_hant: 其他

source: Paste
de: Einfügen
es: Pegar
fr: Coller
ja: 貼り付け
ko: 붙여넣기
zh_hans: 粘贴
zh_hant: 貼上

source: Paste to Active App
de: In aktive App einfügen
es: Pegar en aplicación activa
fr: Coller dans l'application active
ja: アクティブなアプリに貼り付け
ko: 활성 앱에 붙여넣기
zh_hans: 粘贴到活动应用程序
zh_hant: 貼上到使用中的應用程式

source: Pause
de: Pausieren
es: Pausar
ja: 一時停止
ko: 일시 정지
zh_hans: 暂停
zh_hant: 暫停

source: Pause for %@
de: Pausieren für %@
es: Pausar por %@
fr: Pause pendant %@
ja: %@ 間一時停止
ko: %@ 동안 일시 정지
zh_hans: 暂停 %@
zh_hant: 暫停 %@
